import pandas as pd

INCOME_CATEGORY =  ("Зарплата", 
                    "От других людей", 
                    "Внесение наличных", 
                    "Возврат", 
                    "Прочие поступления")

OUTCOME_CATEGORY = ("Супермаркеты", 
                    "Рестораны и кафе", 
                    "Транспорт", 
                    "Онлайн-маркеты", 
                    "Все для дома", 
                    "ЖКХ, связь, интернет ", 
                    "Детские товары", 
                    "Одежда и аксессуары", 
                    "Питомцы", 
                    "Развлечения и хобби", 
                    "Здоровье и красота", 
                    "Другим людям",
                    "Погашение кредитов", 
                    "Комиссия",
                    "Снятие наличных", 
                    "Прочие расходы")

# def month_df